[
  {
    "Key": "KineticDuelist.Name",
    "ProcessTemplates": false,
    "enGB": "Kinetic Duelist",
    "zhCN": "斗念使"
  },

  {
    "Key": "KineticDuelist.Description",
    "enGB": "In the more martial minded parts of the world, the way of the kinetic duelist is drilled into the training regimens of any potential kineticist, wanting to train them for conflict as soon as possible. Their training often emphasizes their fondness for individual combat. The art of the kinetic duelist can also be sneaky and swift, as a warrior who can carry a blade at all times without suspicion is a valuable soldier. Kinetic duelists themselves are more prone to fighting a single opponent, and abstain from larger combat whenever possible.",
    "zhCN": "在尚武的地区，斗念之道被深深刻进了每一位潜在操念使的训练方案中，以便尽快为冲突做好准备。他们的训练往往热衷于单打独斗。作为能够随时携带武器而不引起怀疑的战士，斗念使也能展现出狡猾而迅速的武艺。斗念使本身更倾向于与单个对手战斗，并尽可能避免参与大规模的作战。"
  },

  {
    "Key": "KineticDuelist.Proficiencies",
    "ProcessTemplates": false,
    "enGB": "Kinetic Duelist Proficiencies",
    "zhCN": "斗念使擅长"
  },

  {
    "Key": "KineticDuelist.Proficiencies.Description",
    "enGB": "Kinetic duelists are proficient with all simple weapons, light armor, medium armor, and bucklers.",
    "zhCN": "斗念使擅长使用所有简易武器、轻型盔甲、中型盔甲和小圆盾。"
  },

  {
    "Key": "KineticDuelist.KineticBlade",
    "ProcessTemplates": false,
    "enGB": "Kinetic Blade",
    "zhCN": "念力之刃"
  },

  {
    "Key": "KineticDuelist.KineticBlade.Description",
    "enGB": "At 1st level, a kinetic duelist begins along their martial path. As a free action costing 0 point of burn, they can channel their power into one of their hands for as long as they wish, dismissing it as a free action. A kinetic duelist may attack with this energy as though using the kinetic blade infusion, as well as being able to make attacks of opportunity with it. This ability is considered as kinetic blast as well as kinetic blade for all effects relating to it. When choosing an infusion, a kinetic duelist cannot choose form infusions that are beyond 1st level and do not list kinetic blade as a prerequisite.",
    "zhCN": "1级时，斗念使便踏上了武斗之路。以一个消耗0点超载值的自由动作，他们可以将自己的能量引导到其中一只手中，持续时间无限，以自由动作解除。斗念使可以像使用念刃一样用这股能量攻击，也可以用其发动借机攻击。对于相关的所有效果，这个能力被同时视为念袭和念刃。斗念使在选择注能时，不能选择等级超过1级且不以念刃为前置的塑形注能。"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesFeature",
    "ProcessTemplates": false,
    "enGB": "Kinetic Dual Blades",
    "zhCN": "斗念双刃"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesFeature.Description",
    "enGB": "At 3rd level, a kinetic duelist receives Two-Weapon Fighting as a bonus feat.\nWhen using the kinetic blade form infusion, a kinetic duelist can form a second kinetic blade in their off hand by increasing the burn cost by 1, and treating both blades as light weapons for the purpose of two-weapon fighting.\nThis ability replaces the 3rd-level infusion.",
    "zhCN": "3级时，斗念使获得额外专长双武器战斗。\n通过在使用念刃塑形注能时将超载值提高1点，斗念使可以在副手中形成第二把念刃，并在双武器战斗时将两把念刃都视为轻型武器。\n此能力替换了3级时获得的注能。"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesAbility",
    "ProcessTemplates": false,
    "enGB": "Kinetic Dual Blades",
    "zhCN": "斗念双刃"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesAbility.Description",
    "enGB": "You increase the burn cost of kinetic blade by 1 to make a second blade in your off hand.",
    "zhCN": "你将念刃的超载值提高1点以在副手中形成第二把念刃。"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesBuff",
    "ProcessTemplates": false,
    "enGB": "Kinetic Dual Blades",
    "zhCN": "斗念双刃"
  },

  {
    "Key": "KineticDuelist.KineticDualBladesBuff.Description",
    "enGB": "You increase the burn cost of kinetic blade by 1 to make a second blade in your off hand.",
    "zhCN": "你将念刃的超载值提高1点以在副手中形成第二把念刃。"
  },

  {
    "Key": "KineticDuelist.ImprovedKineticDualBlades",
    "ProcessTemplates": false,
    "enGB": "Improved Kinetic Dual Blades",
    "zhCN": "精通斗念双刃"
  },

  {
    "Key": "KineticDuelist.ImprovedKineticDualBlades.Description",
    "enGB": "At 9th level, a kinetic duelist gains a second attack at their full base attack bonus -5 with the second kinetic blade when using kinetic dual blades.\nIf a kinetic duelist had already gained a second off-hand attack from similar abilities such as Improved Two-Weapon Fighting, this ability does not stack with those.\nThis ability replaces the 9th-level infusion.",
    "zhCN": "9级起，斗念使可以在使用斗念双刃时，用第二把念刃以最高基础攻击加值-5进行第二次攻击。\n如果斗念使已经通过其他类似的能力获得了第二次副手攻击，例如精通双武器战斗，此能力不与其叠加。\n此能力替换了9级时获得的注能。"
  },

  {
    "Key": "KineticDuelist.SynchronousChargeFeature",
    "ProcessTemplates": false,
    "enGB": "Synchronous Charge",
    "zhCN": "同步聚合"
  },

  {
    "Key": "KineticDuelist.SynchronousChargeFeature.Description",
    "enGB": "At 11th level, a kinetic duelist can recover 1 point of burn they accepted this turn upon their first hit during a full attack using kinetic blades.\nThis ability replaces supercharge.",
    "zhCN": "11级起，斗念使可以在念刃整轮攻击首次命中时，恢复本轮中已承受的1点超载值。\n此能力替换了超聚合。"
  },

  {
    "Key": "KineticDuelist.KineticAssaultFeature",
    "ProcessTemplates": false,
    "enGB": "Kinetic Assault",
    "zhCN": "念力突袭"
  },

  {
    "Key": "KineticDuelist.KineticAssaultFeature.Description",
    "enGB": "At 13th level, a kinetic duelist gains the Kinetic Assault form infusion. \nThis ability replaces  metakinesis (quicken).",
    "zhCN": "13级时，斗念使获得念力突袭塑形注能。\n此能力替换了超念（瞬发）。"
  },

  {
    "Key": "KineticDuelist.KineticAssaultAbility",
    "ProcessTemplates": false,
    "enGB": "Kinetic Assault",
    "zhCN": "念力突袭"
  },

  {
    "Key": "KineticDuelist.KineticAssaultAbility.Description",
    "enGB": "Element(s): universal\nType: form infusion\nLevel: 5\nBurn: 3\nPrerequisite(s): kinetic blade, kinetic duelist 13th\nAssociated Blasts: any\nSaving Throw: none\nYou are capable of putting incredible power into a charge. As a full round action, you can make a charge attack using the kinetic blade infusion; the movement from this charge does not provoke an attack of opportunity. If this attack is successful, the damage is automatically maximized. If you are using kinetic dual blades, you can make an additional attack at the end of your charge using your off hand kinetic blade.",
    "zhCN": "元素：通用\n类别：塑形注能\n等级：5\n超载：3\n前置：念刃，斗念使13级\n关联念袭类别：任意\n豁免检定：无\n你能以惊人的力量发起冲锋。以一个整轮动作，你可以用念刃发动一次冲锋攻击；冲锋过程中的移动不会引发借机攻击。如果攻击成功，伤害自动最大化。如果你正在使用斗念双刃，你可以在冲锋结束后用副手念刃额外攻击一次。"
  },

  {
    "Key": "KineticDuelist.KineticAssaultBuff",
    "ProcessTemplates": false,
    "enGB": "Kinetic Assault",
    "zhCN": "念力突袭"
  },

  {
    "Key": "KineticDuelist.KineticAssaultBuff.Description",
    "enGB": "As a full round action, you can make a charge attack using the kinetic blade infusion; the movement from this charge does not provoke an attack of opportunity. If this attack is successful, the damage is automatically maximized. If you are using kinetic dual blades, you can make an additional attack at the end of your charge using your off hand kinetic blade.",
    "zhCN": "你能以惊人的力量发起冲锋。以一个整轮动作，你可以用念刃发动一次冲锋攻击；冲锋过程中的移动不会引发借机攻击。如果攻击成功，伤害自动最大化。如果你正在使用斗念双刃，你可以在冲锋结束后用副手念刃额外攻击一次。"
  },

  {
    "Key": "KineticDuelist.GreaterKineticDualBlades",
    "ProcessTemplates": false,
    "enGB": "Greater Kinetic Dual Blades",
    "zhCN": "高等斗念双刃"
  },

  {
    "Key": "KineticDuelist.GreaterKineticDualBlades.Description",
    "enGB": "At 15th level, a kinetic duelist gains a third attack at their full base attack bonus -10 with the second kinetic blade when using kinetic dual blades.\nIf a kinetic duelist had already gained a third off-hand attack from similar abilities such as Greater Two-Weapon Fighting, this ability does not stack with those.",
    "zhCN": "15级起，斗念使可以在使用斗念双刃时，用第二把念刃以最高基础攻击加值-10进行第三次攻击。\n如果斗念使已经通过其他类似的能力获得了第三次副手攻击，例如高等双武器战斗，此能力不与其叠加。"
  },

  {
    "Key": "KineticDuelist.DualBlades2ndAttackBuff",
    "ProcessTemplates": false,
    "enGB": "Improved Kinetic Dual Blades",
    "zhCN": "精通斗念双刃"
  },

  {
    "Key": "KineticDuelist.DualBlades2ndAttackBuff.Description",
    "enGB": "At 9th level, a kinetic duelist gains a second attack at their full base attack bonus -5 with the second kinetic blade when using kinetic dual blades.",
    "zhCN": "9级起，斗念使可以在使用斗念双刃时，用第二把念刃以最高基础攻击加值-5进行第二次攻击。"
  },

  {
    "Key": "KineticDuelist.DualBlades3rdAttackBuff",
    "ProcessTemplates": false,
    "enGB": "Greater Kinetic Dual Blades",
    "zhCN": "高等斗念双刃"
  },

  {
    "Key": "KineticDuelist.DualBlades3rdAttackBuff.Description",
    "enGB": "At 15th level, a kinetic duelist gains a third attack at their full base attack bonus -10 with the second kinetic blade when using kinetic dual blades.",
    "zhCN": "15级起，斗念使可以在使用斗念双刃时，用第二把念刃以最高基础攻击加值-10进行第三次攻击。"
  },

  {
    "Key": "CinderAdept.Name",
    "ProcessTemplates": false,
    "enGB": "Cinder Adept",
    "zhCN": "薪火驭者"
  },

  {
    "Key": "CinderAdept.Description",
    "enGB": "Among the Sun Clan’s most noted champions are those who can tame the flames and bend them to their will. These kineticists are skilled riders, able to wield both weapons and fire with deadly skill.",
    "zhCN": "在烈阳部族最出名的勇士中，有些人能够驯服火焰，并将其按自己的意愿驾驭。这些操念使是老练的骑手，能够运用武器和火焰展现致命的技巧。"
  },

  {
    "Key": "CinderAdept.FireFocus",
    "ProcessTemplates": false,
    "enGB": "Fire Focus",
    "zhCN": "火焰专攻"
  },

  {
    "Key": "CinderAdept.FireFocus.Description",
    "enGB": "When a Cinder adept gains elemental focus, she must select fire (pyrokinesis) as her chosen element. When she gains the expanded element class feature at 7th level, she must select her primary element of fire and does not learn to use a new element.",
    "zhCN": "薪火驭者在选择元素专攻时，必须选择火作为她的首要元素。当薪火驭者在7级获得元素扩展时，她必须再次选择火，而不是选择一个新元素。"
  },

  {
    "Key": "CinderAdept.GallopingSiphon",
    "ProcessTemplates": false,
    "enGB": "Galloping Siphon",
    "zhCN": "奔腾虹吸"
  },

  {
    "Key": "CinderAdept.GallopingSiphon.Description",
    "enGB": "When a Cinder adept gathers power while mounted, she and her mount gain fire resistance 5 for a number of rounds equal to the total value of the burn cost she reduces. This resistance increases to fire resistance 10 at 11th level. The Cinder adept and her mount lose this resistance if she dismounts before the duration ends.\nIn addition, a Cinder adept gains Mounted Combat as a bonus feat and a +1 bonus on concentration checks due to riding. This bonus increases by +1 at 4th level and every 4 levels thereafter (up to a maximum of +6 at 20th level).\nThis alters replaces the infusion gained at 1st level.",
    "zhCN": "每当薪火驭者在骑乘时使用念力凝聚，她和她的坐骑都会在相当于超载降低值的轮数内获得5点火焰抗性。此抗性在11级时提高至10点。若薪火驭者在持续时间内下鞍，她和她的坐骑都会失去此抗性。\n此外，薪火驭者获得额外专长骑乘战斗，且她在骑乘时的专注检定获得+1加值。此加值在4级以及之后每提升4级时提高1点，在20级时最多提高至+6。\n此能力替换了1级时获得的注能。"
  },

  {
    "Key": "CinderAdept.GallopingSiphonBuff",
    "ProcessTemplates": false,
    "enGB": "Galloping Siphon",
    "zhCN": "奔腾虹吸"
  },

  {
    "Key": "CinderAdept.GallopingSiphonBuff.Description",
    "enGB": "When a Cinder adept gathers power while mounted, she and her mount gain fire resistance 5 for a number of rounds equal to the total value of the burn cost she reduces. This resistance increases to fire resistance 10 at 11th level. The Cinder adept and her mount lose this resistance if she dismounts before the duration ends.",
    "zhCN": "每当薪火驭者在骑乘时使用念力凝聚，她和她的坐骑都会在相当于超载降低值的轮数内获得5点火焰抗性。此抗性在11级时提高至10点。若薪火驭者在持续时间内下鞍，她和她的坐骑都会失去此抗性。"
  },

  {
    "Key": "CinderAdept.Mount",
    "ProcessTemplates": false,
    "enGB": "Mount",
    "zhCN": "坐骑"
  },

  {
    "Key": "CinderAdept.Mount.Description",
    "enGB": "At 4th level, a Cinder adept gains a loyal mount. This ability functions like the druid's animal companion ability, except that the Cinder adept always gains a horse and her effective druid level is equal to her level –3.\nThis replaces the utility wild talents gained at 4th, 8th, and 12th levels.",
    "zhCN": "4级时，薪火驭者获得一匹忠诚的坐骑。此能力类似德鲁伊的动物伙伴，区别在于薪火驭者必须选择马，并且以其等级-3作为有效德鲁伊等级。\n此能力替换了4、8、12级时获得的辅助原力。"
  },

  {
    "Key": "EsotericBlade.Name",
    "ProcessTemplates": false,
    "enGB": "Esoteric Blade",
    "zhCN": "秘刃"
  },

  {
    "Key": "EsotericBlade.Description",
    "enGB": "Rare do fighters find themselfs connected to the elemental plane. For those who possess a connection not too weak to allow for channelling powers, they always choose to wield manipulated elemental energy as a preferred option over any manufactured weapon.",
    "zhCN": "很少有战士能与元素位面产生联系。对于能通过足够强的位面联系汲取力量的人来说，他们总是更喜欢挥舞操纵后的元素能量，而不是人造武器。"
  },

  {
    "Key": "EsotericBlade.KineticBlade",
    "ProcessTemplates": false,
    "enGB": "Energy Kinetic Blade",
    "zhCN": "能量念刃"
  },

  {
    "Key": "EsotericBlade.KineticBlade.Description",
    "enGB": "At 1st level, an esoteric blade can choose a kineticist element that has an energy blast. He gains the energy kinetic blade associated with his chosen element instead of the energy simple blast, and it costs 0 points of burn. An esoteric blade adds his fighter level to his kineticist level for the purpose of determining the damage of the energy kinetic blade, as well as for caster level checks made to overcome a creature's spell resistance. If an esoteric blade does not have kineticist levels, he can never accept burn, but can use his strength modifier in place of constitution modifier for the damage of the energy kinetic blade.\nThis ability replaces the bonus combat feat gained at 1st level.",
    "zhCN": "1级时，秘刃可以选择一种有能量念袭的操念使元素。他获得与所选元素关联的能量念刃，而不是简易能量念袭，并且该念刃消耗0点超载值。在计算能量念刃伤害以及用于突破法术抗力进行施法者检定时，秘刃将其战士等级加在操念使等级上。若秘刃没有操念使等级，他将永远无法承受超载，但可以用力量调整值代替体质调整值计算能量念刃的伤害。\n此能力替换了1级时获得的额外战斗专长。"
  },

  {
    "Key": "EsotericBlade.ElementSelection",
    "ProcessTemplates": false,
    "enGB": "Select An Element",
    "zhCN": "选择元素"
  },

  {
    "Key": "EsotericBlade.ConstantEnergy",
    "ProcessTemplates": false,
    "enGB": "Constant Energy",
    "zhCN": "恒常能量"
  },

  {
    "Key": "EsotericBlade.ConstantEnergy.Description",
    "enGB": "At 4th level, an esoteric blade can maintain a steady stream of energy to keep the energy kinetic blade for as long as he wishes, alleviating the limitations on the actions he can take while wielding the energy kinetic blade. This allows him to perform attacks of opportunity with kinetic blades, and use combat feats with the energy kinetic blade that are normally inapplicable to it.\nThese combat feats include: Cleaving Finish, Improved Cleaving Finish, Vital Strike, Improved Vital Strike, Greater Vital Strike, Vital Strike (Mythic). An esoteric blade still needs to actually possess these feats to benefit from this ability.\nThis ability replaces the bonus combat feat gained at 4th level.",
    "zhCN": "4级时，秘刃可以维持一股稳定的能量流，使能量念刃保持任意长的时间，从而克服了操控能量念刃对其行动的限制。这使他能够用念刃发动借机攻击和一般无法对能量念刃生效的战斗专长。\n这些战斗专长包括：终势斩，精通终势斩，要害打击，精通要害打击，高等要害打击，要害打击（神话）。秘刃仍然需要实际拥有这些专长，才能从此能力中获益。\n此能力替换了4级时获得的额外战斗专长。"
  },

  {
    "Key": "EsotericBlade.CondensedEnergy",
    "ProcessTemplates": false,
    "enGB": "Condensed Energy",
    "zhCN": "凝练能量"
  },

  {
    "Key": "EsotericBlade.CondensedEnergy.Description",
    "enGB": "At 12th level, an esoteric blade masters in manipulating elemental energy into a weapon. He further condenses and constrains the energy into a certain shape manifesting a chosen type of light or one-handed melee weapon. Such densely packed energy changes the critical threat range and critical multiplier of the energy kinetic blade to match the base stats of the chosen weapon type, while the blade remains a light weapon and any attacks made with it are still touch attacks.\nThis ability replaces the bonus combat feats gained at 12th and 20th levels.\n(Note: this ability takes effect via <Change Kinetic Blade's Shape>.)",
    "zhCN": "12级时，秘刃精通于以元素能量塑造武器。他进一步凝练能量并将其限制在某种轻型或单手武器的形状中。如此高密度的能量使念刃的重击威胁范围与重击倍数变为与选定的武器种类的基础值相同。能量念刃仍被视为轻型武器，且用其进行的攻击仍为接触攻击。\n此能力替换了12、20级时获得的额外战斗专长。\n（注：通过<改变念刃形状>来使用此能力。）"
  },

  {
    "Key": "EsotericBlade.WeaponTrainingKineticBlade",
    "ProcessTemplates": false,
    "enGB": "Weapon Training (Kinetic Blade)",
    "zhCN": "武器训练（念刃）"
  },

  {
    "Key": "EsotericBlade.WeaponTrainingKineticBlade.Description",
    "enGB": "As the fighter class feature, but the bonuses only apply when wielding kinetic blades.\nThis ability replaces Weapon Training 1, 2, 3 and 4.",
    "zhCN": "如同战士职业特性，但是加值只对念刃生效。\n此能力替换了武器训练1，2，3，4。"
  },

  {
    "Key": "KineticArchetypes.ChangeKineticBladeShape",
    "ProcessTemplates": false,
    "enGB": "Change Kinetic Blade's Shape",
    "zhCN": "改变念刃形状"
  },

  {
    "Key": "KineticArchetypes.ChangeKineticBladeShape.Description",
    "enGB": "You can remember the shape of a light or one-handed weapon that you currently hold in your main hand. When you form a kinetic blade, it will be shaped as you have remembered. This is purely cosmetic unless you possess abilities that change the properties of a kinetic blade with its shape.",
    "zhCN": "你可以记住当前以主手持用的轻型或单手武器的形状，念刃将根据你的记忆被塑形。这仅是单纯的装饰，除非你拥有能根据形状改变念刃属性的能力。"
  },

  {
    "Key": "KineticLancer.Name",
    "ProcessTemplates": false,
    "enGB": "Kinetic Lancer",
    "zhCN": "念枪"
  },

  {
    "Key": "KineticLancer.Description",
    "enGB": "Masters of the sky, kinetic lancers have mastered the ancient art of combat practiced by the dragoons of old, blessed by the wind itself and given power to nearly fly for short periods of time. Untethered by the ground, these warriors can make impressive aerial strikes that would be impossible for their lesser kin.",
    "zhCN": "作为天空王者，念枪深谙古代龙骑士的古老武艺。他们受风之祝福，几乎可以在短时间内腾空而飞。这些战士摆脱了地面的束缚，可以施展令人惊叹的凌空打击，这对于其他同类而言是不可能的。"
  },

  {
    "Key": "KineticLancer.Leap",
    "ProcessTemplates": false,
    "enGB": "Jump",
    "zhCN": "跳跃"
  },

  {
    "Key": "KineticLancer.Leap.Description",
    "enGB": "While not mounted, a kinetic lancer can make a Acrobatics (Mobility) skill check to jump as a standard action. The base DC to make a jump is equal to the horizontal distance to be crossed plus four times the vertical height to be reached (in feet). For every 10 feet of base land speed above/below 30 feet, a kinetic lancer receives +4/-4 racial bonus on this Acrobatics (Mobility) check. A failed Acrobatics (Mobility) check results in a proportionally shorter or lower jump; if the check fails by 5 or more, a kinetic lancer lands prone.",
    "zhCN": "以一个标准动作，念枪在未骑乘时可以通过特技（灵巧）技能检定进行跳跃。跳跃的基础DC等同于跳远的水平距离加上4倍的垂直高度（英尺）。念枪的基本速度每比30英尺多/少10英尺都会在该特技（灵巧）检定上获得+4/-4种族加值。失败的特技（灵巧）检定意味着按比例缩短或变矮的跳跃；如果检定失败5点或更多，念枪着陆时会倒地俯卧。"
  },

  {
    "Key": "KineticLancer.KineticLeap",
    "ProcessTemplates": false,
    "enGB": "Kinetic Leap",
    "zhCN": "念力之跃"
  },

  {
    "Key": "KineticLancer.KineticLeap.Description",
    "enGB": "At 1st level, while not mounted, a kinetic lancer can make a Acrobatics (Mobility) skill check to jump as a standard action. The base DC to make a jump is equal to the horizontal distance to be crossed plus four times the vertical height to be reached (in feet). For every 10 feet of base land speed above/below 30 feet, a kinetic lancer receives +4/-4 racial bonus on this Acrobatics (Mobility) check. A failed Acrobatics (Mobility) check results in a proportionally shorter or lower jump; if the check fails by 5 or more, a kinetic lancer lands prone.\nAs a swift action, a kinetic lancer can conjure a burst of energy from their kinetic blast to help them jump a long distance, adding a +10 bonus on their Acrobatics (Mobility) check to jump; if they have at least 10 ranks in Mobility, the bonus increases to +20. All movement during a round in which a kinetic lancer has used Kinetic Leap does not provoke attacks of opportunity.",
    "zhCN": "1级起，以一个标准动作，念枪在未骑乘时可以通过特技（灵巧）技能检定进行跳跃。跳跃的基础DC等同于跳远的水平距离加上4倍的垂直高度（英尺）。念枪的基本速度每比30英尺多/少10英尺都会在该特技（灵巧）检定上获得+4/-4种族加值。失败的特技（灵巧）检定意味着按比例缩短或变矮的跳跃；如果检定失败5点或更多，念枪着陆时会倒地俯卧。\n以一个迅捷动作，念枪可以通过念袭创造出爆发能量以助其跃过一段长距离，从而在跳跃的特技（灵巧）检定上获得+10加值；此加值在灵巧技能等级达到10时提升至+20。念枪使用念力之跃后的一轮内，所有移动均不触发借机攻击。"
  },

  {
    "Key": "KineticLancer.KineticLeapSwift",
    "ProcessTemplates": false,
    "enGB": "Kinetic Leap — Acrobatics (Mobility) Check Bonus",
    "zhCN": "念力之跃 — 特技（灵巧）检定加值"
  },

  {
    "Key": "KineticLancer.KineticLeapSwift.Description",
    "enGB": "As a swift action, a kinetic lancer can conjure a burst of energy from their kinetic blast to help them jump a long distance, adding a +10 bonus on their Acrobatics (Mobility) check to jump; if they have at least 10 ranks in Mobility, the bonus increases to +20. All movement during a round in which a kinetic lancer has used Kinetic Leap does not provoke attacks of opportunity.",
    "zhCN": "以一个迅捷动作，念枪可以通过念袭创造出爆发能量以助其跃过一段长距离，从而在跳跃的特技（灵巧）检定上获得+10加值；此加值在灵巧技能等级达到10时提升至+20。念枪使用念力之跃后的一轮内，所有移动均不触发借机攻击。"
  },

  {
    "Key": "KineticLancer.DragoonDive",
    "ProcessTemplates": false,
    "enGB": "Dragoon Dive",
    "zhCN": "龙骑飞袭"
  },

  {
    "Key": "KineticLancer.DragoonDive.Description",
    "enGB": "A kinetic lancer gains kinetic blade as a bonus infusion, and it costs 0 points of burn.\nAs a full round action, a kinetic lancer can use their kinetic leap to leap into the air, reducing the total burn cost of a chosen blast by 1 (akin to gather power), then making an attack with the associated kinetic blade at the end of their movement. This is treated as a charge for the purposes of bonuses and penalties. This ability can never reduce the burn cost of a blast below 0 points.\nThis ability replaces gather power and the 1st-level infusion.",
    "zhCN": "念枪获得念刃奖励注能，且其消耗0点超载值。\n以一个整轮动作，念枪可以用念力之跃跳到空中，将所选念袭的超载值消耗降低1点（与念力凝聚的效果类似），随后在移动结束时塑形念刃进行一次攻击。计算加值与惩罚时，此能力被视为冲锋。此能力永远无法使念袭的超载消耗降低到0点以下。\n此能力替换了念力凝聚和1级时获得的注能。"
  },

  {
    "Key": "KineticLancer.DragoonDiveAbility",
    "ProcessTemplates": false,
    "enGB": "Dragoon Dive",
    "zhCN": "龙骑飞袭"
  },

  {
    "Key": "KineticLancer.DragoonDiveAbility.Description",
    "enGB": "As a full round action, a kinetic lancer can use their kinetic leap to leap into the air, reducing the total burn cost of a chosen blast by 1 (akin to gather power), then making an attack with the associated kinetic blade at the end of their movement. This is treated as a charge for the purposes of bonuses and penalties. This ability can never reduce the burn cost of a blast below 0 points.\nAt 11th level, when using dragoon dive, a kinetic lancer can reduce the burn cost of their kinetic blast by 2 points instead of 1.\n(Note: the top-right number shows the actual burn cost of dragoon dive. It can be used as long as this number is not bigger than the remaining burn, even when a normal kinetic blade attack may be prohibited due to insufficient burn. To prevent normal blade attacks, right click this ability to set it as auto-use.)",
    "zhCN": "以一个整轮动作，念枪可以用念力之跃跳到空中，将所选念袭的超载值消耗降低1点（与念力凝聚的效果类似），随后在移动结束时塑形念刃进行一次攻击。计算加值与惩罚时，此能力被视为冲锋。此能力永远无法使念袭的超载消耗降低到0点以下。\n11级起，念枪在使用龙骑飞袭时可以降低念袭的2点而非原本的1点超载消耗。\n（注：右上角的数字等于实际会消耗的超载值。只要该数字不大于剩余超载值，龙骑飞袭就可以使用，即使普通的念刃攻击可能会因为超载不足而无法进行。为了防止普通念刃攻击，可以右键点击此能力将其设为自动释放。）"
  },

  {
    "Key": "KineticLancer.DragoonLeap",
    "ProcessTemplates": false,
    "enGB": "Dragoon Leap",
    "zhCN": "龙骑飞跃"
  },

  {
    "Key": "KineticLancer.DragoonLeap.Description",
    "enGB": "At 2nd level, a kinetic lancer adds their kineticist level as a bonus on Acrobatics (Mobility) checks to jump, and the DC to make a jump is halved.\nThis replaces the 2nd-level utility wild talent.",
    "zhCN": "2级起，念枪在跳跃的特技（灵巧）检定上获得等同于操念使等级的加值，且跳跃的DC减半。\n此能力替换了2级时获得的原力。"
  },

  {
    "Key": "KineticLancer.KineticSpear",
    "ProcessTemplates": false,
    "enGB": "Kinetic Spear",
    "zhCN": "念力长矛"
  },

  {
    "Key": "KineticLancer.KineticSpear.Description",
    "enGB": "At 5th level, a kinetic lancer gains the kinetic spear infusion as a bonus infusion. In addition, a kinetic lancer may change the visual appearance of their kinetic spear by remembering a longspear they hold.\nThis replaces the 5th-level infusion.",
    "zhCN": "5级时，念枪获得念力长矛奖励注能。此外，念枪可以通过记住手持的长矛来改变念力长矛的外观。\n此能力替换了5级时获得的注能。"
  },

  {
    "Key": "KineticLancer.KineticSpearAbility",
    "ProcessTemplates": false,
    "enGB": "Kinetic Spear",
    "zhCN": "念力长矛"
  },

  {
    "Key": "KineticLancer.KineticSpearAbility.Description",
    "enGB": "Element(s): universal\nType: form infusion\nLevel: 3\nBurn: 2\nPrerequisite(s): kinetic blade, kinetic lancer 5th\nAssociated Blasts: any\nSaving Throw: none\nYou form a dense spear of raw energy. This functions as kinetic blade but counts as a reach weapon appropriate for your size, and its critical threat range is increased to 19-20. You threaten all squares within reach, allowing you to make attacks of opportunity with the kinetic spear. You cannot equip off-hand weapons when using kinetic spear.",
    "zhCN": "元素：通用\n类别：塑形注能\n等级：3\n超载：2\n前置：念刃，念枪5级\n关联念袭类别：任意\n豁免检定：无\n你用致密的原始能量塑造出长矛。该效果的功能如同念刃一般，但是被视为符合你的体型的长触及武器，且重击威胁范围提升至19-20。你威胁触及范围内的所有方格，从而使你可以用念力长矛进行借机攻击。你无法在使用念力长矛时装备副手武器。"
  },

  {
    "Key": "KineticLancer.DragoonFrenzy",
    "ProcessTemplates": false,
    "enGB": "Dragoon Frenzy",
    "zhCN": "龙骑狂热"
  },

  {
    "Key": "KineticLancer.DragoonFrenzy.Description",
    "enGB": "At 8th level, a kinetic lancer can make a full attack with their kinetic blade when using dragoon dive.\nThis replaces the 8th-level utility wild talent.",
    "zhCN": "8级起，念枪在使用龙骑飞袭时可以用念刃发动整轮攻击。\n此能力替换了8级时获得的原力。"
  },

  {
    "Key": "KineticLancer.ImpalingCrash",
    "ProcessTemplates": false,
    "enGB": "Impaling Crash",
    "zhCN": "穿刺撞击"
  },

  {
    "Key": "KineticLancer.ImpalingCrash.Description",
    "enGB": "At 9th level, by accepting 1 point of burn when using dragoon dive, a kinetic lancer can impale their foe with their kinetic blast upon making a successful attack, leaving a spike of elemental energy or matter inside of the creature for a number of rounds equal to their Constitution modifier.\nEach round the creature is impaled by this weapon, they take damage equal to the minimum damage of the kinetic blast (effects of substance infusions and damage bonuses from elemental overflow do not apply to this damage). The creature can spend a standard action to make a Strength check (DC equal to 10 + twice the kinetic lancer's Constitution modifier) to remove it.\nThis replaces metakinesis (maximize).",
    "zhCN": "9级起，通过在使用龙骑飞袭时承受1点超载值，念枪的攻击会使念袭刺穿他的敌人，在其体内留下由元素能量或元素物质形成的尖刺，持续相当于念枪体质调整值的轮数。\n被刺穿的敌人每轮都会受到念袭的最低伤害（性质注能的效果和元素满溢加值不对此伤害生效），并可以花费标准动作进行力量检定（DC等于10+两倍的念枪体质调整值）以移除元素尖刺。\n此能力替换了超念（极效）。"
  },

  {
    "Key": "KineticLancer.ImpalingCrashAbility",
    "ProcessTemplates": false,
    "enGB": "Impaling Crash",
    "zhCN": "穿刺撞击"
  },

  {
    "Key": "KineticLancer.ImpalingCrashAbility.Description",
    "enGB": "By accepting 1 point of burn when using dragoon dive, a kinetic lancer can impale their foe with their kinetic blast upon making a successful attack, leaving a spike of elemental energy or matter inside of the creature for a number of rounds equal to their Constitution modifier.\nEach round the creature is impaled by this weapon, they take damage equal to the minimum damage of the kinetic blast (effects of substance infusions and damage bonuses from elemental overflow do not apply to this damage). The creature can spend a standard action to make a Strength check (DC equal to 10 + twice the kinetic lancer's Constitution modifier) to remove it.",
    "zhCN": "通过在使用龙骑飞袭时承受1点超载值，念枪的攻击会使念袭刺穿他的敌人，在其体内留下由元素能量或元素物质形成的尖刺，持续相当于念枪体质调整值的轮数。\n被刺穿的敌人每轮都会受到念袭的最低伤害（性质注能的效果和元素满溢加值不对此伤害生效），并可以花费标准动作进行力量检定（DC等于10+两倍的念枪体质调整值）以移除元素尖刺。"
  },

  {
    "Key": "KineticLancer.ImpalingCrashDebuff",
    "ProcessTemplates": false,
    "enGB": "Impaling Crash (impaled)",
    "zhCN": "穿刺撞击（被刺穿）"
  },

  {
    "Key": "KineticLancer.ImpalingCrashDebuff.Description",
    "enGB": "Each round the creature is impaled by this weapon, they take damage equal to the minimum damage of the kinetic blast (effects of substance infusions and damage bonuses from elemental overflow do not apply to this damage). The creature can spend a standard action to make a Strength check (DC equal to 10 + twice the kinetic lancer's Constitution modifier) to remove it.",
    "zhCN": "被刺穿的敌人每轮都会受到念袭的最低伤害（性质注能的效果和元素满溢加值不对此伤害生效），并可以花费标准动作进行力量检定（DC等于10+两倍的念枪体质调整值）以移除元素尖刺。"
  },

  {
    "Key": "KineticLancer.ImpossibleLeap",
    "ProcessTemplates": false,
    "enGB": "Impossible Leap",
    "zhCN": "无极之跃"
  },

  {
    "Key": "KineticLancer.ImpossibleLeap.Description",
    "enGB": "At 11th level, when using dragoon dive, a kinetic lancer can reduce the burn cost of their kinetic blast by 2 points instead of 1. Whenever a kinetic lancer possesses 3 or more points of burn, they further half the DC to make a jump to 1/4 the base DC. \nThis replaces supercharge.",
    "zhCN": "11级起，念枪在使用龙骑飞袭时可以降低念袭的2点而非原本的1点超载消耗。当念枪已承受至少3点超载值时，跳跃的DC再次减半，降低至基础DC的1/4。\n此能力替换了超聚合。"
  },

  {
    "Key": "KineticLancer.FuriousDragoon",
    "ProcessTemplates": false,
    "enGB": "Furious Dragoon",
    "zhCN": "暴怒龙骑"
  },

  {
    "Key": "KineticLancer.FuriousDragoon.Description",
    "enGB": "At 13th level, by accepting 1 points of burn when using dragoon dive, a kinetic lancer can make an additional attack with their kinetic blade.\nThis replaces the 13th-level infusion.",
    "zhCN": "13级起，通过在使用龙骑飞袭时承受1点超载值，念枪可以用念刃进行一次额外攻击。\n此能力替换了13级时获得的注能。"
  },

  {
    "Key": "KineticLancer.FuriousDragoonAbility",
    "ProcessTemplates": false,
    "enGB": "Furious Dragoon",
    "zhCN": "暴怒龙骑"
  },

  {
    "Key": "KineticLancer.FuriousDragoonAbility.Description",
    "enGB": "By accepting 1 points of burn when using dragoon dive, a kinetic lancer can make an additional attack with their kinetic blade.",
    "zhCN": "通过在使用龙骑飞袭时承受1点超载值，念枪可以用念刃进行一次额外攻击。"
  },

  {
    "Key": "KineticLancer.BrutalDragoon",
    "ProcessTemplates": false,
    "enGB": "Brutal Dragoon",
    "zhCN": "凶残龙骑"
  },

  {
    "Key": "KineticLancer.BrutalDragoon.Description",
    "enGB": "At 17th level, when a kinetic lancer uses dragoon dive, they deal 1 additional damage for each damage die their kinetic blast deals.\nThis replaces the 17th-level infusion.",
    "zhCN": "17级起，当念枪使用龙骑飞袭时，他的念袭每个伤害骰额外造成1点伤害。\n此能力替换了17级时获得的注能。"
  },

  {
    "Key": "OnslaughtBlaster.Name",
    "ProcessTemplates": false,
    "enGB": "Onslaught Blaster",
    "zhCN": "狂轰使"
  },

  {
    "Key": "OnslaughtBlaster.Description",
    "enGB": "Sometimes the tide of enemies refuses to recede, and one has no choice but to meet barrage with barrage. Onslaught blasters are an often skittish and paranoid breed of blaster, preferring widespread accuracy over a single path of destruction. Adepts at sending their blasts out in volleys, they ensure that no enemies draw too near without severe risk.",
    "zhCN": "若敌人不绝如潮，有时只有火力压制是唯一的选择。狂轰使是一群容易被惊动且偏执的爆破狂，他们宁愿追求广泛的打击面，而不是单一的歼灭手段。他们擅长连发念袭，确保每一个接近的敌人都要承受惨重的代价。"
  },

  {
    "Key": "OnslaughtBlaster.OnslaughtBlast",
    "ProcessTemplates": false,
    "enGB": "Onslaught Blast",
    "zhCN": "狂轰滥袭"
  },

  {
    "Key": "OnslaughtBlaster.OnslaughtBlast.Description",
    "enGB": "At 1st level, whenever the onslaught blaster uses their kinetic blast without applying any form infusion which has a long-lasting effect or emulates a melee attack, they can fire multiple blasts. For every 2 kineticist levels beyond 1st, an onslaught blaster fires an additional blast instead of gaining additional damage dices. The targets of each attack are decided before any attack roll is made. If the onslaught blaster applies a substance infusion or an applicable form infusion to their blast, it applies to all blasts.\nThis alters kinetic blast.",
    "zhCN": "1级起，每当狂轰使施展念袭，并且没有应用持续型或近战类塑形注能，他们可以施放多重念袭。在1级之后的每2个操念使等级，狂轰使会多施放一次念袭，而不是获得额外的伤害骰。每次念袭攻击的目标在攻击投骰前声明。如果狂轰使对念袭应用了性质注能或合适的塑形注能，其会对施放的所有念袭生效。\n此能力改变了念袭。"
  },

  {
    "Key": "OnslaughtBlaster.FocusedBlaster",
    "ProcessTemplates": false,
    "enGB": "Focused Blaster",
    "zhCN": "专注轰炸"
  },

  {
    "Key": "OnslaughtBlaster.FocusedBlaster.Description",
    "enGB": "An onslaught blaster can only gather power as a move action. At 11th and 19th level, the burn cost of their onslaught blast is reduced by 1.\nThis alters gather power and replaces supercharge and metakinesis master.",
    "zhCN": "狂轰使只能使用移动动作凝聚念力。在11级和19级时，狂轰滥袭的超载值降低1点。\n此能力改变了念力凝聚并替换了超聚合和超念大师。"
  },

  {
    "Key": "OnslaughtBlaster.BurnedBlaster",
    "ProcessTemplates": false,
    "enGB": "Burned Blaster",
    "zhCN": "超载轰炸"
  },

  {
    "Key": "OnslaughtBlaster.BurnedBlaster.Description",
    "enGB": "At 3rd level, whenever an onslaught blaster uses their onslaught blast while they possess at least 1 point of burn, they create one additional blast. At 9th level if the onslaught blaster possesses at least 3 points of burn, they create two additional blasts, and at 15th level if they possess at least 5 points of burn, they create three additional blasts.",
    "zhCN": "3级起，在施展狂轰滥袭时如果狂轰使已承受至少1点超载值，则额外施放一次念袭。9级起，若已承受至少2点超载值，则额外施放两次。15级起，若已承受至少3点超载值，则额外施放三次。"
  },

  {
    "Key": "OnslaughtBlaster.ExcessiveBlaster",
    "ProcessTemplates": false,
    "enGB": "Excessive Blaster",
    "zhCN": "过量轰炸"
  },

  {
    "Key": "OnslaughtBlaster.ExcessiveBlaster.Description",
    "enGB": "At 5th level, an onslaught blaster can increase the burn cost of their onslaught blast by 1 to create one additional blast. At 7th level they instead create two additional blasts, plus one more for every 4 onslaught blaster levels beyond 7th.\nThis replaces metakinesis (empower).",
    "zhCN": "5级起，狂轰使可以提高狂轰滥袭的超载值1点以额外施放一次念袭。7级起提升至额外施放两次，且狂轰使等级每比7级高4级再额外施放一次。\n此能力替换了超念（强效）。"
  },

  {
    "Key": "OnslaughtBlaster.TargetedStrike",
    "ProcessTemplates": false,
    "enGB": "Targeted Strike",
    "zhCN": "定点打击"
  },

  {
    "Key": "OnslaughtBlaster.TargetedStrike.Description",
    "enGB": "At 9th level, whenever an onslaught blaster uses their onslaught blast, for every five blasts that successfully hit the same creature, that creature takes a -1 penalty to their AC for one round. This penalty cannot exceed the onslaught blaster's Constitution modifier.\nThis replaces metakinesis (maximize).",
    "zhCN": "9级起，每当狂轰使施展狂轰滥袭，每有五次念袭成功命中同一目标，目标的AC就会受到-1惩罚，持续一轮。\n此能力替换了超念（极效）。"
  },

  {
    "Key": "OnslaughtBlaster.ExtremeBlaster",
    "ProcessTemplates": false,
    "enGB": "Extreme Blaster",
    "zhCN": "极端轰炸"
  },

  {
    "Key": "OnslaughtBlaster.ExtremeBlaster.Description",
    "enGB": "At 13th level, an onslaught blaster can increase the burn cost of their onslaught blast by 3 to create seven additional blasts. At 15th level they instead create eight additional blasts, plus one more for every 2 onslaught blaster levels beyond 15th.\nThis replaces metakinesis (quicken).",
    "zhCN": "13级起，狂轰使可以提高狂轰滥袭的超载值3点以额外施放七次念袭。15级起提升至额外施放八次，且狂轰使等级每比15级高2级再额外施放一次。\n此能力替换了超念（瞬发）。"
  },

  {
    "Key": "OnslaughtBlaster.OmniBlaster",
    "ProcessTemplates": false,
    "enGB": "Omni Blaster",
    "zhCN": "全方位轰炸"
  },

  {
    "Key": "OnslaughtBlaster.OmniBlaster.Description",
    "enGB": "At 17th level, an onslaught blaster can increase the burn cost of their onslaught blast by 4 to double the number of blasts they create. This ability takes effect after burned blaster, but cannot be used with excessive blaster or extreme blaster.",
    "zhCN": "17级起，狂轰使可以提高狂轰滥袭的超载值4点使施放念袭的次数翻倍。此能力在超载轰炸之后生效，但不能与过量轰炸或极端轰炸同时启用。"
  }


  /*
  {
    "Key": "",
    "enGB": "",
    "zhCN": ""
  }

  */
]